cases/2D/capsweep_Bn0p10_hr1/cap3/system/fvSolution
FoamFile { version 2.0; format ascii; class dictionary; object fvSolution; }
solvers
{
    "alpha.mayo.*" { isoFaceTol 1e-6; surfCellTol 1e-6; nAlphaBounds 3; snapTol 1e-12; clip true; reconstructionScheme isoAlpha; nAlphaSubCycles 1; cAlpha 1; }
    "pcorr.*" { solver PCG; preconditioner DIC; tolerance 1e-5; relTol 0; maxIter 100; }
    p_rgh { solver GAMG; tolerance 1e-7; relTol 0.05; smoother GaussSeidel; }
    p_rghFinal { solver PCG; preconditioner { preconditioner GAMG; tolerance 1e-7; relTol 0; nVcycles 2; smoother GaussSeidel; } tolerance 1e-7; relTol 0; maxIter 20; }
    U { solver PBiCGStab; preconditioner DILU; tolerance 1e-8; relTol 0; }
}
PIMPLE { momentumPredictor no; nOuterCorrectors 20; nCorrectors 2; nNonOrthogonalCorrectors 0; }
relaxationFactors { equations { "U.*" 1; } }
