cases/2D/capsweep_Bn0p10_hr1/cap3/system/decomposeParDict.orig
FoamFile { version 2.0; format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 48;
method scotch;
